# taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# shell
brew 'bash'
brew 'bash-completion2'
brew 'zsh'

# GNU
# brew 'coreutils'
# GNU `find`, `locate`, `updatedb`, `xargs`, and `g`-prefixed
# brew 'findutils'
# other useful utilities like `sponge`
# brew 'moreutils'

brew 'ag'
brew 'bat'
brew 'css-crush'
brew 'diff-so-fancy'
brew 'exif'
brew 'gh'
brew 'gifsicle'
brew 'git'
brew 'guetzli'
brew 'htmlcompressor'
brew 'htop'
brew 'httpie'
brew 'jpegoptim'
brew 'jq'
brew 'lsd'
brew 'nano'
brew 'optipng'
brew 'p7zip'
brew 'pngcrush'
brew 'pssh'
brew 'tldr'
brew 'wget'
brew 'wifi-password'
