# shells
brew 'zsh'

# tools
brew 'bat'
brew 'exif'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'htop'
brew 'jq'
brew 'lsd'
brew 'nano'
brew 'p7zip'
brew 'pigz'
brew 'ripgrep'
brew 'tldr'
brew 'wget'

# apps
cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'blockblock'
cask 'dropbox'
cask 'elgato-control-center'
cask 'elgato-stream-deck'
cask 'elgato-wave-link'
cask 'firefox'
cask 'handbrake'
cask 'imageoptim'
cask 'iterm2'
cask 'kaleidoscope'
cask 'opal-composer'
cask 'orion'
cask 'qflipper'
cask 'rapidapi'
cask 'rar'
cask 'raspberry-pi-imager'
cask 'sublime-text'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'

# fonts
cask 'font-commit-mono'
cask 'font-new-york'
cask 'font-sf-pro'
cask 'font-sf-mono'
