# taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap '1password/tap'

# shell
brew 'bash'
brew 'bash-completion@2'
brew 'zsh'

brew 'ag'
brew 'bat'
brew 'diff-so-fancy'
brew 'exif'
brew 'gh'
brew 'git'
brew 'htop'
brew 'jq'
brew 'lsd'
brew 'nano'
brew 'p7zip'
brew 'pssh'
brew 'tldr'
brew 'wget'
brew 'wifi-password'

# GNU
# brew 'coreutils'
# GNU `find`, `locate`, `updatedb`, `xargs`, and `g`-prefixed
# brew 'findutils'
# other useful utilities like `sponge`
# brew 'moreutils'

# image utils
# brew 'gifsicle'
# brew 'guetzli'
# brew 'jpegoptim'
# brew 'oxipng'
# brew 'pngcrush'
