cask '1password'
cask 'aerial'
cask 'alfred'
cask 'balenaetcher'
cask 'blockblock'
cask 'charles'
cask 'dropbox'
cask 'firefox'
cask 'handbrake'
cask 'imageoptim'
cask 'iterm2'
cask 'kaleidoscope'
cask 'paw'
cask 'rar'
cask 'slack'
cask 'sublime-text'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'

cask 'font-fira-code'
cask 'font-fira-code-nerd-font'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
