cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'balenaetcher'
cask 'blockblock'
cask 'charles'
cask 'dropbox'
cask 'firefox'
cask 'handbrake'
cask 'imageoptim'
cask 'iterm2'
cask 'kaleidoscope'
cask 'paw'
cask 'rar'
cask 'sublime-text'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'

cask 'font-commit-mono'
cask 'font-new-york'
cask 'font-sf-pro'
cask 'font-sf-mono'
